// Задать температуру в градусах по Цельсию.
//  Вывести в alert соответствующую температуру в градусах по Фаренгейту. 
//  Подсказка: расчёт идёт по формуле: Tf = (9 / 5) * Tc + 32, 
// где Tf – температура по Фаренгейту, Tc – температура по Цельсию
// task 1:

var tC = prompt('Ur C temperature: ')
alert((9 / 5) * tC + 32);


// task2: 
// Объявить две переменные: admin и name. Записать в name строку "Василий"; 
// Скопировать значение из name в admin. Вывести admin (должно вывести «Василий»).

let name = 'Vasiliy'
let admin = name;
console.log(admin)


// task 3:
console.log(1000 + "108")